"use client"

import s from './phased_construction.module.css';
import {useLocale, useTranslations} from "next-intl";
import Image from "next/image";
import Link from "next-intl/link";
import FixManu3 from "@/app/component/fixManu3/FixManu3";
import ConfigureWash from "@/app/component/configureWash/ConfigureWash";
import {useEffect, useState} from "react";
import axios from "axios";
import WhiteWithoutHover from "@/app/buttons/whiteWithoutHover/WhiteWithoutHover";

function PhasedConstruction() {

    const t = useTranslations("phased-construction");
    const locale = useLocale();
    const [active, setActive] = useState({
        first: true, second: false, three: false, four: false, five: false, six: false, seven: false
    })
    const [blog1, setBlog1] = useState([])
    const [blog2, setBlog2] = useState([])
    const [firstBlock, setFirstBlock] = useState(false)

    const setList = (position) => {
        setActive({
            first: position === 1,
            second: position === 2,
            three: position === 3,
            four: position === 4,
            five: position === 5,
            six: position === 6,
            seven: position === 7
        });
    }

    useEffect(() => {
        if(blog1.length === 0){
            axios
                .get(`https://cb.samwash.ua/api/v1/blog/${locale === "en" ? "en" : locale === "ru" ? "ru" : "ua"}/the-ukrainian-self-service-car-washes-14073331`)
                .then(res => {
                    const data = res.data.data
                    setBlog1(data)
                    console.log(data)
                })
        }
        setFirstBlock(true)
    }, []);

    useEffect(() => {
        if(blog1.length === 0) {
            axios
                .get(`https://cb.samwash.ua/api/v1/blog/${locale === "en" ? "en" : locale === "ru" ? "ru" : "ua"}/turnkey-self-service-car-wash-21185642`)
                .then(res => {
                    const data = res.data.data
                    setBlog2(data)
                })
        }
    }, []);


    return (
        <div>

            <section className='head-image'>
                <Image src='/construction/bud.jpg' alt='' width={1900} height={300}/>
                <div className={s.main_container}>
                    <ul className='bread-crumbs'>
                        <li>
                            <Link href='/'>{t("home")}</Link>
                        </li>
                        <li>
                            {t("phased1")}
                        </li>
                    </ul>
                    <h1>{t("phased1")}</h1>
                </div>
            </section>

            <FixManu3 active={2}/>

            <section className={s.section2}>
                <div className="main-container">
                    <div className="section-header">
                        <h2>
                            <small>ІНВЕСТИЦІЙНИЙ ПРОЦЕС</small>
                            <strong>Будівництво автомийки поетапно</strong>
                        </h2>
                    </div>
                    <div className={s.wrapper}>
                        <div className={s.div_blocks}>
                            {
                                firstBlock &&
                                <div className={`${s.tabs_list_wrapper} ${active.first ? s.ui_active : undefined}`}
                                     onClick={() => setList(1)}>
                                <span
                                    className={`${s.tabs_number} ${active.first ? s.flex_active : undefined}`}>1</span>
                                    <span
                                        className={`${s.tabs_description} ${active.first ? s.active_desc : undefined}`}>
                                ВИБІР НАЙКРАЩОГО МІСЦЯ РОЗТАШУВАННЯ</span>
                                </div>
                            }
                            {
                                firstBlock &&
                                <div className={s.tabs_content_wrapper}
                                     style={active.first ? undefined : {display: 'none'}}>
                                    <div className={s.half_column}>
                                        <div className='section-header'>
                                            <h3>Вибір найкращого місця розташування</h3>
                                        </div>
                                        <p>
                                            Першим кроком до будь-якого успішного бізнесу є розробка відповідного
                                            бізнес-плану. Тому перед тим як зважитися на будівництво безконтактної
                                            мийки,
                                            враховуйте кілька аспектів.

                                            <ul>
                                                <li>
                                                    <Image src='/program/arrow.png' alt='arrow' width={10} height={10}/>
                                                    Ідея для ведення бізнесу
                                                </li>
                                            </ul>

                                            Відкрити бізнес - це одне, а вести його - зовсім інше. Тому, вирішуючи
                                            будувати
                                            автомийку, сплануйте, як вона буде працювати. На цьому етапі варто подумати,
                                            який тип рішення ви виберете - безконтактний пристрій для ручного прання або
                                            автоматичний з щітками. Також варто врахувати, як ви будете запускати
                                            автомийку.
                                            У нашій пропозиції є рішення, що дозволяють дистанційно керувати об'єктом.
                                            Завдяки додатку Carwash Manager ви можете перевірити роботу безконтактної
                                            мийки
                                            з будь-якої точки світу, використовуючи комп’ютер або навіть смартфон. Це
                                            рішення дозволяє не тільки контролювати споживання хімікатів і води, але й
                                            завчасно виявляти будь-які порушення. Таким чином, будівництво безконтактної
                                            автомийки може стати чудовою ідеєю для нового бізнесу, навіть якщо ви вже
                                            керуєте іншим бізнесом.
                                        </p>
                                    </div>
                                </div>
                            }
                            <div className={`${s.tabs_list_wrapper} ${active.second ? s.ui_active : undefined}`}
                                 onClick={() => setList(2)}>
                                <span
                                    className={`${s.tabs_number} ${active.second ? s.flex_active : undefined}`}>2</span>
                                <span className={`${s.tabs_description} ${active.second ? s.active_desc : undefined}`}>
                                НАЛАШТУВАННЯ АВТОМИЙКИ ПІД ВАШІ ПОТРЕБИ</span>
                            </div>
                            <div className={s.tabs_content_wrapper}
                                 style={active.second ? undefined : {display: 'none'}}>
                                <div className={s.half_column}>
                                    <div className='section-header'>
                                        <h3>Налаштування автомийки під ваші потреби</h3>
                                    </div>
                                    <p>
                                        Почніть процес адаптації автомийки під свої потреби <b>з вибору кількості
                                        станцій</b> залежно від розміру вашої ділянки, зазвичай від 2 до 6 станцій.
                                        Разом зі своїм консультантом подумайте, який тип автомийки відповідатиме
                                        вашим очікуванням.
                                    </p>
                                    <p>
                                        Потім оберіть необхідні аксесуари з пропозиції SAMWASH - наприклад, <b>пилососи,
                                        змінний автомат, дозатор склоомивача (DPS), систему безготівкової оплати
                                        та додаткові системи, які оптимізують роботу автомийки</b>. Також подумайте
                                        про додавання зовнішньої станції для миття більш високих транспортних засобів,
                                        автобусів і тягачів.
                                    </p>
                                    <p>
                                        Не забудьте налаштувати зовнішній вигляд автомийки,
                                        <Link href='/' style={{color: 'red'}}> читайте далі...</Link> <br/>
                                        Зробити це можна, вибравши тип конструкції, її кольори, логотип, банерну графіку
                                        та наклейки на пристрої. Якщо у вас є система візуальної ідентифікації вашого
                                        бренду, <b>ми допоможемо вам персоналізувати всю автомийку</b>, щоб вона
                                        відповідала вашим стандартам.
                                    </p>
                                </div>
                            </div>
                            <div className={`${s.tabs_list_wrapper} ${active.three ? s.ui_active : undefined}`}
                                 onClick={() => setList(3)}>
                                <span
                                    className={`${s.tabs_number} ${active.three ? s.flex_active : undefined}`}>3</span>
                                <span className={`${s.tabs_description} ${active.three ? s.active_desc : undefined}`}>
                                ПІДПИСАННЯ ДОГОВОРУ З ВИРОБНИКОМ</span>
                            </div>
                            <div className={s.tabs_content_wrapper}
                                 style={active.three ? undefined : {display: 'none'}}>
                                <div className={s.half_column}>
                                    <div className='section-header'>
                                        <h3>Підписання договору з виробником</h3>
                                    </div>
                                    <p>
                                        На цьому етапі настав час підписання договору з виробником. <b>Ви можете
                                        підписати договір на будівництво автомийки або договір на сам проект
                                        мийки</b>, який не має зобов’язуючої сили.
                                    </p>
                                    <p>
                                        <b>Не забувайте вибирати перевіреного виробника!</b> Компанія BKF успішно
                                        працює більше <b>25 років</b>. Ми виготовляємо автомийки для понад <b>25
                                        років Європи та Азії</b>. Загалом понад <b>2000 мийок</b>, і щомісяця додається
                                        ще більше. Якщо ви бажаєте приєднатися до групи наших задоволених клієнтів,
                                        звертайтеся до відділу продажів SAMWASH.
                                    </p>
                                </div>
                            </div>
                            <div className={`${s.tabs_list_wrapper} ${active.four ? s.ui_active : undefined}`}
                                 onClick={() => setList(4)}>
                                <span className={`${s.tabs_number} ${active.four ? s.flex_active : undefined}`}>4</span>
                                <span className={`${s.tabs_description} ${active.four ? s.active_desc : undefined}`}>
                                    ПІДГОТОВКА ТЕХНІЧНОЇ ДОКУМЕНТАЦІЇ</span>
                            </div>
                            <div className={s.tabs_content_wrapper}
                                 style={active.four ? undefined : {display: 'none'}}>
                                <div className={s.half_column}>
                                    <div className='section-header'>
                                        <h3>Підготовка технічної документації</h3>
                                    </div>
                                    <h4>ХТО ВИПРАВЛЯЄ ФОРМАЛЬНОСТІ</h4>
                                    <p>
                                        Варто пам'ятати, що є два варіанти виконання майбутніх формальностей. Ви можете
                                        <b>найняти архітектора</b>, який оформить усі документи, <b>а можете впоратися
                                        з цим питанням самостійно</b> і доручити архітектору лише виконати адаптацію.
                                        Після прийняття рішення необхідно підписати договір з архітектором <b>із
                                        зазначенням графіка робіт</b>, щоб захистити від надмірного продовження
                                        реалізації інвестицій.
                                    </p>
                                    <h4>ДОЗВІЛ НА БУДІВНИЦТВО</h4>
                                    <p>
                                        Ще один важливий момент - <b>дозвіл на будівництво</b>. Необхідні матеріали:
                                        <b>архітектурно-будівельний проект та проект землеустрою</b> (передпроектні
                                        та проектні роботи). Якщо <b>умови забудови видані або план забудови</b>
                                        передбачає такий вид інвестицій, архітектор може розпочати підготовку
                                        документації для отримання дозволу на будівництво. У рамках такої документації
                                        необхідно підготувати <b>проекти для підключення води, електрики, газу або
                                        нафти</b> . Також знадобиться проект землеустрою. Залежно від вимог
                                        муніципалітету може знадобитися підготувати звіт про вплив на навколишнє
                                        середовище. Умови постачання комунальних послуг також повинні бути підписані з
                                        відповідними постачальниками. Після подачі заявки на дозвіл на будівництво офіс
                                        має 1-2 місяці на її розгляд, залежно від складності справи (у центрах, де
                                        розглядається велика кількість справ – великі міста, комуни, що швидко
                                        розвиваються – безпечно припустити час очікування навіть більше 2 місяців -
                                        відповідно до загальноприйнятого тлумачення правил, офіс має до 65 днів для
                                        винесення рішення). Після розгляду заявки вона має стати остаточною, на що йде
                                        два тижні. Після закінчення цього терміну можна приступати до будівництва
                                        автомийки.
                                    </p>
                                </div>
                            </div>
                            <div className={`${s.tabs_list_wrapper} ${active.five ? s.ui_active : undefined}`}
                                 onClick={() => setList(5)}>
                                <span className={`${s.tabs_number} ${active.five ? s.flex_active : undefined}`}>5</span>
                                <span className={`${s.tabs_description} ${active.five ? s.active_desc : undefined}`}>
                                СПОСІБ ФІНАНСУВАННЯ ІНВЕСТИЦІЙ</span>
                            </div>
                            <div className={s.tabs_content_wrapper}
                                 style={active.five ? undefined : {display: 'none'}}>
                                <div className={s.half_column}>
                                    <div className='section-header'>
                                        <h3>Спосіб фінансування інвестицій</h3>
                                    </div>
                                    <p>
                                        Не забудьте забезпечити відповідний спосіб фінансування інвестицій за рахунок:
                                        <b>власних коштів, лізингу, кредиту, субсидій ЄС</b> (залежно від наявності
                                        відповідних програм допомоги ЄС).
                                    </p>
                                    <p>
                                        Придбання автомийки за власні кошти забезпечує повну незалежність і мінімізує
                                        витрати на експлуатацію мийки, а лізинг або кредит дає можливість придбати нову
                                        автомийку без великого власного внеску, що захищає від тимчасового блокування
                                        капіталу .
                                    </p>
                                </div>
                            </div>
                            <div className={`${s.tabs_list_wrapper} ${active.six ? s.ui_active : undefined}`}
                                 onClick={() => setList(6)}>
                                <span className={`${s.tabs_number} ${active.six ? s.flex_active : undefined}`}>6</span>
                                <span className={`${s.tabs_description} ${active.six ? s.active_desc : undefined}`}>
                                БУДІВНИЦТВО ТА МОНТАЖ АВТОМИЙКИ</span>
                            </div>
                            <div className={s.tabs_content_wrapper}
                                 style={active.six ? undefined : {display: 'none'}}>
                                <div className={s.half_column}>
                                    <div className='section-header'>
                                        <h3>Будівництво та монтаж автомийки</h3>
                                    </div>
                                    <p>
                                        Після всіх цих формальностей настав час будувати та встановлювати автомийку.
                                        Підготовчі роботи до будівництва автомийки зазвичай займають від <b>1 до 2
                                        місяців</b>. В обсяг цих робіт входить підготовка <b>бетонної плити,
                                        підключення електроенергії, газу та води</b>. Коли підлога готова,
                                        встановлюють укриття та обладнання, що займає від <b>двох днів до тижня,
                                        залежно від типу мийки та кількості станцій.</b>
                                    </p>
                                    <p>
                                        <b>
                                            Пам'ятайте, що ваше будівництво контролюється нашим інженером, який
                                            присвячує вам себе. Наша компанія забезпечує правильний монтаж конструкції
                                            вашої мийки.
                                        </b>
                                    </p>
                                </div>
                            </div>
                            <div className={`${s.tabs_list_wrapper} ${active.seven ? s.ui_active : undefined}`}
                                 onClick={() => setList(7)}>
                                <span
                                    className={`${s.tabs_number} ${active.seven ? s.flex_active : undefined}`}>7</span>
                                <span className={`${s.tabs_description} ${active.seven ? s.active_desc : undefined}`}>
                                КОЛЕКЦІЯ АВТОМИЙКИ</span>
                            </div>
                            <div className={s.tabs_content_wrapper}
                                 style={active.seven ? undefined : {display: 'none'}}>
                                <div className={s.half_column}>
                                    <div className='section-header'>
                                        <h3>Колекція автомийки</h3>
                                    </div>
                                    <p>
                                        У дозволі на будівництво вказується, які установи необхідно повідомити про
                                        прийняття. Завершення будівництва починаємо із записів у <b>будівельному
                                        журналі та додавання протоколів: сажотруса, сантехнічного монтажу
                                        (підключення), електромонтажу, звітності в санепідемстанцію для приймання
                                        (іноді вимагає місцева інспекція) та звітності в пожежна команда</b>. Повний
                                        пакет документів разом із заявою про повідомлення про готовність до прийняття
                                        об'єкта та готовність використовувати його подаємо до <b>Держархбуднагляду</b>.
                                    </p>
                                    <p>
                                        <b>Ви також можете розраховувати на нас після отримання</b>. Ми підготуємо для
                                        <b>вас навчання</b> роботі з автомийкою та <b>привабливу пропозицію щодо
                                        постачання хімії та обслуговування</b>.
                                    </p>
                                    <p><b>І тепер ви можете почати заробляти на своїй автомийці!</b></p>
                                </div>
                            </div>
                        </div>
                        <div className={s.blog_div}>
                            <div className={s.box_blocks}>
                                <div className={s.article}>
                                    {
                                        blog1.length !== 0 && <>
                                            <Image src={'https://cb.samwash.ua/storage/image/' + blog1.id + '/' +
                                                blog1?.images[0]?.path} alt={blog1?.content[0]?.title} width={360}
                                                   height={360}/>
                                            <p>{blog1?.start_date_time.replace(/-/g, ".").slice(0, 10)}</p>
                                            <div className={s.box_ctg}>
                                                {
                                                    blog1?.type === "news"
                                                        ? <span style={{backgroundColor: "#b217aa"}}>Новина</span>
                                                        : <span style={{backgroundColor: "#e2001a"}}>Стаття</span>
                                                }
                                            </div>
                                            <h2>{
                                                blog1?.content[0]?.title.length > 40
                                                    ? blog1?.content[0]?.title.slice(0, 30) + '...'
                                                    : blog1?.content[0]?.title
                                            }</h2>
                                            <WhiteWithoutHover text={'readMore'} link={`/blog/${blog1.type}/${blog1.slug}`}
                                                               clas={'addBut'} />
                                        </>
                                    }
                                </div>
                                <div className={s.article}>
                                    {
                                        blog2.length !== 0 && <>
                                            <Image src={'https://cb.samwash.ua/storage/image/' + blog2.id + '/' +
                                                blog2?.images[0]?.path} alt={blog2?.content[0]?.title} width={360} height={360}/>
                                            <p>{blog2?.start_date_time.replace(/-/g, ".").slice(0, 10)}</p>
                                            <div className={s.box_ctg}>
                                                {
                                                    blog2?.type === "news"
                                                        ? <span style={{backgroundColor: "#b217aa"}}>Новина</span>
                                                        : <span style={{backgroundColor: "#e2001a"}}>Стаття</span>
                                                }
                                            </div>
                                            <h2>{
                                                blog2?.content[0]?.title.length > 40
                                                    ? blog2?.content[0]?.title.slice(0, 30) + '...'
                                                    : blog2?.content[0]?.title
                                            }</h2>
                                            <WhiteWithoutHover text={'readMore'} link={`/blog/${blog2.type}/${blog2.slug}`}
                                                               clas={'addBut'} />
                                        </>
                                    }
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </section>

            { ConfigureWash() }

            <section className={s.section}>
                <div className="main-container">
                    <div className={s.div_text}>
                        <h2>
                            Будівництво безконтактної мийки поетапно
                        </h2>
                        <p>
                            Ми вже вказали кілька кроків для створення безконтактної мийки. Як відомо, вибір місця –
                            перший крок. Місце має відповідати декільком умовам, а саме мати відповідну площу,
                            привабливе розташування, наприклад, поруч із супермаркетом чи заправкою, а також близькість
                            до засобів масової інформації. Ви повинні знати, що успіх вашого бізнесу багато в чому
                            залежить від привабливого місця розташування. Чим більше будівель навколо, тим краще.
                            Будівництво мийки самообслуговування є багатоетапним проектом. Щоб підвищити його
                            прибутковість, варто забезпечити легкий доступ до точки та належну видимість. Крім того, ви
                            можете дещо зробити, перш ніж вибрати місце. В першу чергу скористайтеся калькулятором
                            прибутковості та конфігуратором автомийки. Вони показують усі індивідуальні та сумарні
                            значення, а також показують, скільки коштуватиме будівництво безконтактних мийок. Слід взяти
                            до уваги наступне: обладнання для мийки та привабливі аксесуари, що підвищують прибутковість
                            бізнесу. Калькулятор рентабельності також покаже вам дохід за мийку одного автомобіля, а
                            також передбачуваний середньомісячний дохід.
                        </p>
                        <p>
                            Будівництво автомийки також включає підбір технології. Наша пропозиція включає різноманітні
                            зручності, з яких ви можете вибрати. Чим більше цікавих рішень з урахуванням клієнтів, тим
                            більший трафік на автомийці. При виборі інвестиційного партнера варто звернути увагу на
                            якість споруджуваних ними споруд і кількість реалізованих проектів. Важливим є обладнання
                            мийки, пропоновані аксесуари та ІТ-рішення, які полегшують управління автомийкою.Мийки BKF
                            використовують передові технологічні рішення, які значно випереджають конкурентів.Додатки та
                            системи, що сприяють енергозбереженню підтримати власника автомийки у веденні його бізнесу.
                            Завдяки цьому будівництво безконтактної мийки буде вдалим і відповідним Вашому задуму. Тому
                            перед вибором місця уважно проаналізуйте свої інвестиції та перевірте компанію, послугами
                            якої ви хочете скористатися. Це безпечні кроки, які допоможуть вам уникнути неправильного
                            рішення, яке може вплинути на успіх вашого бізнесу. Ми зосереджені насамперед на задоволенні
                            клієнтів - це наш пріоритет. Тому, якщо у вас є сумніви, можете скористатися нашими
                            порадами.
                        </p>
                        <h2>Будівництво безконтактних мийок - що важливо для успіху інвестиції?</h2>
                        <p>
                            Ви вже обрали місце та перевірили компанію, якій хочете довірити будівництво автомийки? Крок
                            за кроком дотримуйтеся доступних технологічних рішень і вирішуйте, які зручності повинен
                            включати ваш проект. Це ще одне питання, яке є важливим для успіху інвестицій. Брати до
                            уваги:
                        </p>
                        <ul>
                            <li>
                                <Image src='/program/arrow.png' alt='arrow' width={10} height={10}/>
                                кількість станцій - щоб визначити це, перевірте інтенсивність руху в місці, де буде
                                розташована ваша автомийка. Забагато стендів – це марна трата грошей, а занадто мало
                                стендів може призвести до тривалого часу очікування і, отже, до незадоволення клієнтів;
                            </li>
                            <li>
                                <Image src='/program/arrow.png' alt='arrow' width={10} height={10}/>
                                аксесуари - зручності це те, що впливає на привабливість об'єкта. Наша пропозиція
                                включає в першу чергу пилососи, автомати для обміну валют, дозатори рідини для омивання
                                вітрового скла, хімікати для миття автомобілів і застосування, включаючи: Менеджер
                                автомийки, який дасть вам уявлення про доходи закладу та стан обладнання;
                            </li>
                            <li>
                                <Image src='/program/arrow.png' alt='arrow' width={10} height={10}/>
                                візуалізація - дизайн повинен містити кольори, що відповідають вашому бренду.
                                Пам'ятайте, що все повинно привертати увагу. Автомийки повинні мати привабливе горище,
                                привабливе освітлення та освітлення. Подбавши про зовнішній вигляд свого закладу, ви
                                заохотите клієнтів відвідувати вашу автомийку.
                            </li>
                        </ul>
                        <p>
                            Вищезазначені питання, безсумнівно, важливі для успіху інвестицій. Будівництво автомийки -
                            це складна справа, яка потребує часу та коштів. Отримання дозволу на будівництво також буде
                            важливим для успіху інвестицій на наступному етапі.
                        </p>
                        <h2>Будівництво автомийки – на що звернути увагу?</h2>
                        <p>
                            Вам цікаво, як облаштувати автомийку без суттєвих помилок? Будівництво безконтактної мийки
                            поетапно - розумне рішення, але вимагає відповідних знань.
                        </p>
                        <p>
                            Побудова безконтактної мийки також передбачає вибір відповідної технології та програм мийки.
                            У цьому плані завжди варто прислухатися до фахівців, які знають це найкраще. Вони підкажуть
                            вам, які рішення будуть найбільш вигідними для вашого бізнесу, а також допоможуть вибрати
                            ефективну та професійну хімію. BKF надає безпечні та перевірені хімікати, а також пропонує
                            широкий вибір професійних та ефективних засобів для миття автомобілів, які кожен може
                            пристосувати до своїх потреб. BKF надає безпечні та перевірені хімікати, а також пропонує
                            широкий вибір професійних та ефективних засобів для миття автомобілів, які кожен може
                            пристосувати до своїх потреб.
                        </p>
                        <h2>Як облаштувати автомийку? Поради</h2>
                        <p>
                            Як облаштувати автомийку, щоб вона була прибутковою? Перш за все, варто обрати послуги
                            професійного виробника автомийки, який не лише надасть доступ до відповідної системи, а й
                            запропонує підтримку у вигляді рішень, що підтримують управління бізнесом. Коли ви вирішуєте
                            співпрацювати з BKF Myjnie, ви можете бути впевнені, що всі вищезазначені аспекти будуть
                            гарантовані. Також ми підготували для вас кілька порад, які допоможуть вам подбати про свій
                            бізнес:
                        </p>
                        <ul>
                            <li>
                                <Image src='/program/arrow.png' alt='arrow' width={10} height={10}/>
                                якість засобів - користувачі автомобілів звертають особливу увагу на якість хімікатів і
                                доступні функції мийки. Чим більше програм, тим краще. Тоді кожен може вирішити для
                                себе, яка програма йому найбільше підходить;
                            </li>
                            <li>
                                <Image src='/program/arrow.png' alt='arrow' width={10} height={10}/>
                                вибирайте сучасні рішення - самостійне управління автомийкою може виявитися непростим
                                завданням. Якщо ви хочете контролювати всі системи, не виходячи з дому, варто обрати
                                програмне забезпечення BKF CarWash, яке значно спростить процес управління бізнесом.
                            </li>
                            <li>
                                <Image src='/program/arrow.png' alt='arrow' width={10} height={10}/>
                                збір мийки - перш ніж прийняти перших клієнтів, необхідно повідомити всі служби і здати
                                автомийку на збір. Тільки після цього будівництво мийки можна вважати завершеним;
                            </li>
                            <li>
                                <Image src='/program/arrow.png' alt='arrow' width={10} height={10}/>
                                запасіться терпінням - Слід підкреслити, що автомийки - це в основному види діяльності,
                                які забезпечують пасивний дохід. З цієї причини повернення інвестицій буде не миттєвим,
                                а поступовим.Однак з часом, за належного управління, автомийки зможуть приносити
                                задовільний дохід.
                            </li>
                        </ul>
                        <p>
                            Як бачите, облаштування автомийки вимагає виконання багатьох умов. У такому випадку варто
                            обрати співпрацю з перевіреним виробником, компанією BKF Car Wash, яка надає професійні
                            рішення для мийки та встановлення.
                        </p>
                    </div>
                </div>
            </section>

        </div>
    );
}

export default PhasedConstruction;